Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# SecurityAdvancedCannotReadProperties.Text
source: You do not have permissions to view the security properties of this object. You can try to take ownership of this object.
ar: ليس لديك صلاحيات لعرض خصائص الأمان لهذا الكائن. يمكنك محاولة أخذ ملكية هذا الكائن.
bg: Нямате разрешения да преглеждате защитните свойства на този обект. Можете да опитате да поемете собствеността върху този обект.
ca: No teniu permisos per veure les propietats de seguretat d'aquest objecte. Podeu provar d'apropiar-vos d'aquest objecte.
cs_cz: Nemáte oprávnění k zobrazení vlastností zabezpečení tohoto objektu. Můžete se pokusit převzít vlastnictví tohoto objektu.
da: Du har ikke tilladelse til at se sikkerhedsegenskaberne for dette objekt. Du kan forsøge at tage ejerskab af dette objekt.
de_de: Du bist nicht berechtigt, die Sicherheitseigenschaften dieses Objektes anzuschauen. Du kannst versuchen, Besitzer dieses Objektes zu werden.
el: Δεν έχετε δικαιώματα προβολής των ιδιοτήτων ασφαλείας αυτού του αντικειμένου. Μπορείτε να προσπαθήσετε να αναλάβετε την κυριότητα αυτού του αντικειμένου.
es_es: No tiene permisos para ver las propiedades de seguridad de este objeto. Puede intentar tomar posesión del objeto.
fi_fi: Sinulla ei ole oikeuksia tarkastella tämän objektin suojausominaisuuksia. Voit yrittää ottaa tämän kohteen omistukseen.
fr_fr: Vous n'êtes pas autorisé à afficher les propriétés de sécurité de cet objet. Vous pouvez essayer de vous approprier cet objet.
hr_hr: Nemate dopuštenja za pregled sigurnosnih svojstava ovog objekta. Možete pokušati preuzeti vlasništvo nad ovim objektom.
hu_hu: Nincs engedélye az objektum biztonási tulajdonságainak megtekintéséhez. Az objektum tulajdonosságának átvételét megpróbálhatja.
id_id: Anda tidak memiliki izin untuk melihat properti keamanan objek ini. Anda dapat mencoba untuk mengambil kepemilikan objek ini.
it_it: Non hai i permessi necessari per vedere le proprietà di questo oggetto. Puoi provare a diventare proprietario di questo oggetto.
ja_jp: このオブジェクトのセキュリティ プロパティを表示する権限がありません。このオブジェクトの所有権を取得できる可能性があります。
ka: თქვენ არ გაქვთ ამ ობიექტის უსაფრთხოების პარამეტრების ნახვის უფლება, თუმცა შეგიძლიათ სცადოთ ამ ობიექტის მფლობელობის აღება.
ko_kr: 이 항목의 보안 속성을 볼 권한이 없습니다. 이 항목에 대해 소유권 가져오기를 시도할 수 있습니다.
lv_lv: Jums nav atļaujas, lai skatītu šī objekta drošības īpašības. Varat mēģināt pārņemt šī objekta īpašumtiesības.
nb_no: Du mangler rettigheter til å vise sikkerhetsegenskapene til dette objektet. Du kan forsøke å ta eierskap over objektet.
nl_nl: U heeft geen toestemming om de beveiligingseigenschappen van dit item te bekijken. U kunt proberen eigenaar van dit object te worden.
pl_pl: Nie masz uprawnień do przeglądania właściwości zabezpieczeń tego obiektu. Możesz spróbować przejąć własność nad tym objektem.
pt_pt: Não tem permissões para ver as propriedades de segurança deste objeto. Pode tentar obter a titularidade deste objeto.
ro_ro: Nu aveți permisiuni pentru a vizualiza proprietățile de securitate ale acestui obiect. Puteți încerca să preluați proprietatea asupra acestui obiect.
ru_ru: У Вас нет прав на просмотр свойств безопасности этого объекта. Вы можете попробовать стать владельцем этого объекта.
sk_sk: Nemáte povolenia na zobrazenie bezpečnostných vlastností tohto objektu. Môžete sa pokúsiť prevziať vlastníctvo tohto objektu.
sv_se: Du har inte behörighet för att visa säkerhetsegenskaperna för detta objekt. Du kan försöka att ta ägarskap av detta objekt.
th_th: คุณไม่มีสิทธิ์เข้าถึงที่จะสามารถดูข้อมูลเกี่ยวกับเจ้าของและสิทธิ์ของไฟล์นี้. คุณสามารถเปลี่ยนเจ้าของเพื่อดูสิทธิ์ได้.
tr_tr: Bu nesnenin güvenlik özelliklerini görüntüleme izniniz yok. Bu nesnenin sahipliğini almayı deneyebilirsiniz.
uk_ua: Ви не маєте прав на перегляд властивостей безпеки цього об’єкта. Ви можете спробувати отримати цей об'єкт у власність.
vi: Bạn không có quyền để xem thuộc tính bảo mật của đối tượng này. Bạn có thể thử lấy quyền chủ sở hữu của đối tượng.
zh_hans: 你无权查看此对象的安全属性。 你可以尝试获取此对象的所有权。
zh_hant: 您沒有權限查看此項目的安全性設定。您可以嘗試獲取此物件的所有權。

# SecurityAdvancedFolderFiles.Text
source: This folder and files
ar: هذا المجلد والملفات
bg: Тази папка и файлове
ca: Aquesta carpeta i els fitxers
cs_cz: Tato složka a soubory
da: Denne mappe og filer
de_de: Diesen Ordner und Dateien
el: Αυτός ο φάκελος και τα αρχεία
es_es: Esta carpeta y archivos
fi_fi: Tämä kansio ja tiedostot
fr_fr: Ce dossier et ses fichiers
he_il: תיקיה זו וקבצים
hr_hr: Ova mapa i datoteke
hu_hu: Ez a mappa, és fájlok
id_id: Folder dan file ini
it_it: Questa cartella e i file
ja_jp: このフォルダーとファイル
ka: ეს საქაღალდე და ფაილები
ko_kr: 현재 폴더 및 파일
lv_lv: Šī mape un faili
nb_no: Denne mappen og filer
nl_nl: Deze map en bestanden
pl_pl: Ten folder i pliki
pt_pt: Esta pasta e ficheiros
ro_ro: Acest folder și fișiere
ru_ru: Для этой папки и ее файлов
sk_sk: Tento priečinok a súbory
sv_se: Den här mappen och filer
th_th: โฟลเดอร์นี้และไฟล์ในโฟลเดอร์นี้
tr_tr: Bu klasör ve dosyalar
uk_ua: Для цієї папки та її файлів
vi: Thư mục này và các tệp
zh_hans: 此文件夹和文件
zh_hant: 此資料夾及檔案

# SecurityAdvancedFolderSubfoldersFiles.Text
source: This folder, subfolders and files
ar: هذا المجلد والمجلدات الفرعية والملفات
bg: Тази папка, подпапки и файлове
ca: Aquesta carpeta, subcarpetes i fitxers
cs_cz: Tato složka, podsložky a soubory
da: Denne mappe, undermapper, og filer
de_de: Diesen Ordner, Unterordner und Dateien
el: Αυτός ο φάκελος, οι υποφάκελοι και τα αρχεία
es_es: Esta carpeta, subcarpetas y archivos
fi_fi: Tämä kansio, alikansiot ja tiedostot
fr_fr: Ce dossier, ses sous-dossiers et fichiers
he_il: תיקיה זו, תיקיות משנה וקבצים
hr_hr: Ovu mapu, podmape i datoteke
hu_hu: Ez a mappa, almammák és fájlok
id_id: Folder, subfolder dan file ini
it_it: Questa cartella, le sottocartelle e i file
ja_jp: このフォルダー、サブフォルダーおよびファイル
ka: ეს საქაღალდე, ქვესაქაღალდეები და ფაილები
ko_kr: 현재 폴더, 하위 폴더 및 파일
lv_lv: Šī mape, apakšmapes un faili
nb_no: Denne mappen, undermapper og filer
nl_nl: Deze map, submappen en bestanden
pl_pl: Ten folder, podfoldery i pliki
pt_pt: Esta pasta, subpastas e ficheiros
ro_ro: Acest folder, subfoldere și fișiere
ru_ru: Для этой папки, ее подпапок и файлов
sk_sk: Tento priečinok, podpriečinky a súbory
sv_se: Den här mappen, undermappar och filer
th_th: โฟลเดอร์นี้, โฟลเดอร์ย่อย, และไฟล์ทุกอัน
tr_tr: Bu klasör, alt klasörler ve dosyalar
uk_ua: Для цієї папки, її підпапок і файлів
vi: Thư mục này, thư mục con và các tệp
zh_hans: 此文件夹、子文件夹和文件
zh_hant: 此資料夾、子資料夾及檔案

# SecurityAdvancedOnlyFiles.Text
source: Only files
ar: الملفات فقط
bg: Само файлове
ca: Només fitxers
cs_cz: Pouze soubory
da: Kun filer
de_de: Nur Dateien
el: Μόνο αρχεία
es_es: Solo archivos
fi_fi: Vain tiedostot
fr_fr: Seulement les fichiers
he_il: קבצים בלבד
hr_hr: Samo datoteke
hu_hu: Csak fájlok
id_id: Hanya file
it_it: Solo i file
ja_jp: ファイルのみ
ka: მხოლოდ ფაილები
ko_kr: 파일에만
lv_lv: Tikai faili
nb_no: Bare filer
nl_nl: Alleen bestanden
pl_pl: Tylko pliki
pt_pt: Apenas ficheiros
ro_ro: Doar fișiere
ru_ru: Только файлы
sk_sk: Iba súbory
sv_se: Endast filer
th_th: ไฟล์เท่านั้น
tr_tr: Yalnızca dosyalar
uk_ua: Тільки файли
vi: Chỉ các tệp
zh_hans: 仅文件
zh_hant: 僅檔案

# SecurityAdvancedOnlySubfolders.Text
source: Only subfolders
ar: المجلدات الفرعية فقط
bg: Само подпапки
ca: Només subcarpetes
cs_cz: Pouze podsložky
da: Kun undermapper
de_de: Nur Unterordner
el: Μόνο υποφάκελοι
es_es: Solo subcarpetas
fi_fi: Vain alikansiot
fr_fr: Seulement les sous-dossiers
he_il: תיקיות משנה בלבד
hr_hr: Samo podmape
hu_hu: Csak almappák
id_id: Hanya subfolder
it_it: Solo le sottocartelle
ja_jp: サブフォルダーのみ
ka: მხოლოდ ქვესაქაღალდეები
ko_kr: 하위 폴더에만
lv_lv: Tikai apakšmapes
nb_no: Bare undermapper
nl_nl: Alleen submappen
pl_pl: Tylko podfoldery
pt_pt: Apenas subpastas
ro_ro: Doar subfoldere
ru_ru: Только подпапки
sk_sk: Iba podpriečinky
sv_se: Endast undermappar
th_th: โฟลเดอร์ย่อยเท่านั้น
tr_tr: Yalnızca alt klasörler
uk_ua: Тільки підпапки
vi: Chỉ thư mục con
zh_hans: 仅子文件夹
zh_hant: 僅子資料夾

# SecurityAdvancedOnlySubfoldersFiles.Text
source: Only subfolders and files
ar: المجلدات الفرعية والملفات فقط
bg: Само подпапки и файлове
ca: Només subcarpetes i fitxers
cs_cz: Pouze podsložky a soubory
da: Kun undermapper og filer
de_de: Nur Unterordner und Dateien
el: Μόνο υποφάκελοι και αρχεία
es_es: Solo subcarpetas y archivos
fi_fi: Vain alikansiot ja tiedostot
fr_fr: Seulement les sous-dossiers et fichiers
he_il: תיקיות משנה וקבצים בלבד
hr_hr: Samo podmape i datoteke
hu_hu: Csak almappák és fájlok
id_id: Hanya subfolder dan file
it_it: Solo le sottocartelle e i file
ja_jp: サブフォルダーとファイルのみ
ka: მხოლოდ ქვესაქაღალდეები და ფაილები
ko_kr: 하위 폴더 및 파일에만
lv_lv: Tikai apakšmapes un failus
nb_no: Bare undermapper og filer
nl_nl: Alleen submappen en bestanden
pl_pl: Tylko podfoldery i pliki
pt_pt: Apenas subpastas e ficheiros
ro_ro: Doar subfoldere şi fişiere
ru_ru: Только подпапки и файлы
sk_sk: Iba podpriečinky a súbory
sv_se: Endast undermappar och filer
th_th: แค่โฟลเดอร์และไฟล์ข้างใน
tr_tr: Yalnızca alt klasörler ve dosyalar
uk_ua: Тільки підтеки та файли
vi: Chỉ thư mục con và các tệp
zh_hans: 仅子文件夹和文件
zh_hant: 僅子資料夾及檔案

# SecurityAdvancedOnlyThisFolder.Text
source: Only this folder
ar: هذا المجلد فقط
bg: Само тази папка
ca: Només aquesta carpeta
cs_cz: Pouze tato složka
da: Kun denne mappe
de_de: Diesen Ordner
el: Μόνο αυτός ο φάκελος
es_es: Solo esta carpeta
fi_fi: Vain tämä kansio
fr_fr: Seulement ce dossier
he_il: תיקייה זו בלבד
hr_hr: Samo ova mapa
hu_hu: Csak ez a mappa
id_id: Hanya folder ini
it_it: Solo questa cartella
ja_jp: このフォルダーのみ
ka: მხოლოდ ეს საქაღალდე
ko_kr: 이 폴더에만
lv_lv: Tikai šo mapi
nb_no: Bare denne mappen
nl_nl: Alleen deze map
pl_pl: Tylko ten folder
pt_pt: Apenas esta pasta
ro_ro: Doar acest folder
ru_ru: Только эта папка
sk_sk: Iba tento priečinok
sv_se: Endast denna mapp
th_th: แค่โฟลเดอร์เท่านั้น
tr_tr: Yalnızca bu dizin
uk_ua: Тільки ця тека
vi: Chỉ thư mục này
zh_hans: 仅此文件夹
zh_hant: 僅此資料夾

# SecurityAdvancedFolderSubfolders.Text
source: This folder and subfolders
ar: هذا المجلد والمجلدات الفرعية
bg: Тази папка и подпапки
ca: Aquesta carpeta i subcarpetes
cs_cz: Tato složka a podsložky
da: Denne mappe og undermapper
de_de: Diesen Ordner und Unterordner
el: Αυτός ο φάκελος και οι υποφάκελοι
es_es: Esta carpeta y subcarpetas
fi_fi: Tämä kansio ja alikansiot
fr_fr: Ce dossier et ses sous-dossiers
he_il: תיקיה זו ותיקיות משנה
hr_hr: Ova mapa i podmape
hu_hu: Ez a mappa, és almappák
id_id: Folder dan subfolder ini
it_it: Questa cartella e le sottocartelle
ja_jp: このフォルダーとサブフォルダー
ka: ეს საქაღალდე და ქვესაქაღალდეები
ko_kr: 이 폴더 및 하위 폴더
lv_lv: Šī mape un apakšmapes
nb_no: Denne mappen og undermapper
nl_nl: Deze map en submappenOnly files
pl_pl: Ten folder i podfoldery
pt_pt: Esta pasta e subpastas
ro_ro: Acest folder și subfoldere
ru_ru: Для этой папки и ее подпапок
sk_sk: Tento priečinok a podpriečinky
sv_se: Den här mappen och undermappar
th_th: โฟลเดอร์นี้และไฟล์ข้างใน
tr_tr: Bu klasör ve alt klasörler
uk_ua: Для цієї папки та її підпапок
vi: Thư mục này và thư mục con
zh_hans: 此文件夹和子文件夹
zh_hant: 此資料夾及子資料夾

# SecurityAppendDataLabel.Text
source: Append data
ar: إلحاق البيانات
bg: Добави данни
ca: Afegeix dades
cs_cz: Připojit data
da: Tilknyt data
de_de: Daten hinzufügen
el: Προσάρτηση δεδομένων
es_es: Añadir datos
fi_fi: Lisää tiedot
fr_fr: Ajouter des données
hr_hr: Dodaj podatke
hu_hu: Hozzáfűzés
id_id: Sisipkan data
it_it: Aggiunta dati
ja_jp: データを追加
ka: მონაცემების დამატება
ko_kr: 데이터 추가
lv_lv: Papildināt datus
nb_no: Tilføy data
nl_nl: Gegevens toevoegen
pl_pl: Dołącz dane
pt_pt: Anexar dados
ro_ro: Adăugați date
ru_ru: Добавить данные
sk_sk: Pripojiť údaje
sv_se: Lägg till data
th_th: เขียนข้อมูลต่อจากเดิม
tr_tr: Veriyi sona ekle
uk_ua: Додати дані
vi: Bổ sung dữ liệu
zh_hans: 追加数据
zh_hant: 附加資料

# SecurityChangePermissionsLabel.Text
source: Change permission
ar: تغيير الإذن
bg: Промени разрешения
ca: Canvia el permís
cs_cz: Změnit oprávnění
da: Skift tilladelse
de_de: Berechtigungen ändern
el: Αλλαγή άδειας
es_es: Cambiar permiso
fi_fi: Muuta käyttöoikeutta
fr_fr: Modifier l'autorisation
he_il: שנה הרשאה
hr_hr: Promijeni dopuštenje
hu_hu: Engedély megváltoztatása
id_id: Ubah izin
it_it: Cambia autorizzazioni
ja_jp: アクセス許可の変更
ka: ნებართვის შეცვლა
ko_kr: 권한 변경
lv_lv: Mainīt atļauju
nb_no: Endre rettigheter
nl_nl: Machtiging wijzigen
pl_pl: Zmień uprawnienie
pt_pt: Alterar permissão
ro_ro: Schimbați permisiunea
ru_ru: Изменить разрешения
sk_sk: Zmeniť povolenie
sv_se: Ändra behörighet
th_th: เปลี่ยนการกำหนดสิทธิ์
tr_tr: İzni değiştir
uk_ua: Змінити дозволи
vi: Thay đổi quyền
zh_hans: 更改权限
zh_hant: 修改權限

# SecurityCreateDirectoriesLabel.Text
source: Create folders
ar: إنشاء مجلدات
bg: Създаване на папки
ca: Crea carpetes
cs_cz: Vytvořit složky
da: Opret mapper
de_de: Ordner erstellen
el: Δημιουργία φακέλων
es_es: Crear carpetas
fi_fi: Luo kansioita
fr_fr: Créer des dossiers
he_il: יצירת תיקיות
hr_hr: Napravi mape
hu_hu: Mappák létrehozása
id_id: Buat folder
it_it: Creazione cartelle
ja_jp: フォルダーの作成
ka: საქაღალდეების შექმნა
ko_kr: 폴더 생성
lv_lv: Izveidot mapes
nb_no: Opprett mapper
nl_nl: Mappen maken
pl_pl: Tworzenie folderów
pt_pt: Criar pastas
ro_ro: Creați foldere
ru_ru: Создание папок
sk_sk: Vytvoriť priečinky
sv_se: Skapa mappar.
th_th: สร้างโฟลเดอร์
tr_tr: Klasör oluştur
uk_ua: Створити теки
vi: Tạo thư mục
zh_hans: 创建文件夹
zh_hant: 新增資料夾

# SecurityCreateFilesLabel.Text
source: Create files
ar: إنشاء ملفات
bg: Създаване на файлове
ca: Crear fitxers
cs_cz: Vytvořit soubory
da: Opret filer
de_de: Dateien erstellen
el: Δημιουργία αρχείων
es_es: Crear archivos
fi_fi: Luo tiedostoja
fr_fr: Créer des fichiers
he_il: יצירת קבצים
hr_hr: Napravi datoteke
hu_hu: Fájlok létrehozása
id_id: Buat file
it_it: Creazione file
ja_jp: ファイルの作成
ka: ფაილების შექმნა
ko_kr: 파일 생성
lv_lv: Izveidot failus
nb_no: Opprett filer
nl_nl: Bestanden maken
pl_pl: Tworzenie plików
pt_pt: Criar ficheiros
ro_ro: Creați fișiere
ru_ru: Создание файлов
sk_sk: Vytvoriť súbory
sv_se: Skapa filer
th_th: สร้างไฟล์
tr_tr: Dosya oluştur
uk_ua: Створити файли
vi: Tạo các tệp
zh_hans: 创建文件
zh_hant: 新增檔案

# SecurityDeleteSubdirectoriesAndFilesLabel.Text
source: Delete subdirectories and files
ar: حذف الدلائل الفرعية والملفات
bg: Изтриване на поддиректории и файлове
ca: Suprimeix subdirectoris i fitxers
cs_cz: Odstranit podsložky a soubory
da: Slet undermapper og filer
de_de: Unterordner und Dateien löschen
el: Διαγραφή υποκαταλόγων και αρχείων
es_es: Eliminar subdirectorios y archivos
fi_fi: Poista alihakemistot ja tiedostot
fr_fr: Supprimer les sous-dossiers et fichiers
hr_hr: Izbriši podmape i datoteke
hu_hu: Almappák és fájlok törlése
id_id: Hapus subdirektori dan file
it_it: Elimina sottocartelle e file
ja_jp: サブフォルダーとファイルを削除
ka: ქვეკატალოგების და ფაილების წაშლა
ko_kr: 하위 경로 및 파일 삭제
lv_lv: Dzēst apakšmapes un failus
nb_no: Slett undermapper og filer
nl_nl: Verwijder submappen en bestanden
pl_pl: Usuń podfoldery i pliki
pt_pt: Eliminar subpastas e ficheiros
ro_ro: Ștergeți subdirectoarele și fișierele
ru_ru: Удаление подпапок и файлов
sk_sk: Odstráňte podpriečinky a súbory
sv_se: Ta bort undermappar och filer
th_th: ลบโฟลเดอร์ย่อยและไฟล์
tr_tr: Alt dizinleri ve dosyaları silin
uk_ua: Видалення підкаталогів та файлів
vi: Xóa bỏ thư mục con và các tệp
zh_hans: 删除子目录和文件
zh_hant: 刪除子資料夾及檔案

# SecurityExecuteFileLabel.Text
source: Execute files
ar: تنفيذ الملفات
bg: Изпълняване на файлове
ca: Executa fitxers
cs_cz: Spustit soubory
da: Eksekvér filer
de_de: Dateien ausführen
el: Εκτέλεση αρχείων
es_es: Ejecutar archivos
fi_fi: Suorita tiedostot
fr_fr: Exécuter les fichiers
hr_hr: Izvrši datoteke
hu_hu: Fájlok futtatása
id_id: Eksekusi file
it_it: Esecuzione file
ja_jp: ファイルの実行
ka: ფაილების შესრულება
ko_kr: 실행 파일
lv_lv: Izpildīt failus
nb_no: Eksekver filer
nl_nl: Bestanden uitvoeren
pl_pl: Wykonywanie plików
pt_pt: Executar ficheiros
ro_ro: Execută fişierele
ru_ru: Выполнение файлов
sk_sk: Spustiť súbory
sv_se: Kör filer
th_th: เปิดไฟล์ (ในฐานะโปรแกรม)
tr_tr: Dosyaları yürütün
uk_ua: Виконати файли
vi: Thực thi tệp
zh_hans: 执行文件
zh_hant: 執行檔案

# SecurityReadAttributesLabel.Text
source: Read attributes
ar: قراءة السمات
bg: Четете атрибути
ca: Llegeix els atributs
cs_cz: Číst atributy
da: Læsning af egenskaber
de_de: Attribute lesen
el: Χαρακτηριστικά ανάγνωσης
es_es: Leer atributos
fi_fi: Lue määritteet
fr_fr: Lire les attributs
he_il: קריאת תכונות
hr_hr: Atributi čitanja
hu_hu: Attribútumok olvasása
id_id: Baca atribut
it_it: Lettura attributi
ja_jp: 属性の読み取り
ka: თვისებების წაკითხვა
ko_kr: 속성 읽기
lv_lv: Lasīt atribūtus
nb_no: Lese attributter
nl_nl: Kenmerken lezen
pl_pl: Odczyt atrybutów
pt_pt: Ler atributos
ro_ro: Citește atributele
ru_ru: Чтение атрибутов
sk_sk: Prečítať vlastnosti
sv_se: Läsa attribut
th_th: อ่านคุณสมบัติ
tr_tr: Nitelikleri oku
uk_ua: Читання атрибутів
vi: Đọc thuộc tính
zh_hans: 读取属性
zh_hant: 讀取屬性

# SecurityReadDataLabel.Text
source: Read data
ar: قراءة البيانات
bg: Чете данни
ca: Llegeix les dades
cs_cz: Číst data
da: Læs data
de_de: Lesen
el: Ανάγνωση δεδομένων
es_es: Leer datos
fi_fi: Lue tietoja
fr_fr: Lire les données
hr_hr: Podaci čitanja
hu_hu: Adat olvasása
id_id: Baca data
it_it: Lettura dati
ja_jp: データの読み取り
ka: მონაცემების წაკითხვა
ko_kr: 데이터 읽기
lv_lv: Lasīt datus
nb_no: Lese data
nl_nl: Gegevens lezen
pl_pl: Odczyt danych
pt_pt: Ler dados
ro_ro: Citire date
ru_ru: Чтение данных
sk_sk: Čítanie údajov
sv_se: Läs data
th_th: อ่านข้อมูล
tr_tr: Verileri oku
uk_ua: Читання даних
vi: Đọc dữ liệu
zh_hans: 读取数据
zh_hant: 讀取資料

# SecurityReadExtendedAttributesLabel.Text
source: Read extended attributes
ar: قراءة السمات الموسعة
bg: Четене на разширени атрибути
ca: Llegeix els atributs ampliats
cs_cz: Číst rozšířené atributy
da: Læsning af udvidede egenskaber
de_de: Erweiterte Attribute lesen
el: Πρόσθετα χαρακτηριστικά ανάγνωσης
es_es: Leer atributos extendidos
fi_fi: Lue lisämääritteet
fr_fr: Lire les attributs étendus
he_il: קריאת תכונות מורחבות
hr_hr: Dodatni atributi čitanja
hu_hu: Kiterjesztett attribútumok olvasása
id_id: Baca atribut tambahan
it_it: Lettura attributi estesi
ja_jp: 拡張属性の読み取り
ka: გაფართოებული თვისებების წაკითხვა
ko_kr: 확장된 특성 읽기
lv_lv: Lasīt paplašinātos atribūtus
nb_no: Lese utvidede attributter
nl_nl: Uitgebreide kenmerken lezen
pl_pl: Odczyt atrybutów rozszerzonych
pt_pt: Ler atributos extendidos
ro_ro: Citire atribute extinse
ru_ru: Чтение дополнительных атрибутов
sk_sk: Prečítať rozšírené vlastnosti
sv_se: Läsa utökade attribut
th_th: อ่านคุณสมบัติเพิ่มเติม
tr_tr: Genişletilmiş özellikleri oku
uk_ua: Читання додаткових атрибутів
vi: Đọc thuộc tính mở rộng
zh_hans: 读取扩展属性
zh_hant: 讀取擴充屬性

# SecurityReadPermissionsLabel.Text
source: Read permissions
ar: أذونات القراءة
bg: Права за четене
ca: Llegeix els permisos
cs_cz: Číst oprávnění
da: Læsning af tilladelser
de_de: Lesen
el: Δικαιώματα ανάγνωσης
es_es: Leer permisos
fi_fi: Lukuoikeudet
fr_fr: Lire les autorisations
he_il: הרשאות קריאה
hr_hr: Dozvola čitanja
hu_hu: Engedélyek olvasása
id_id: Baca izin
it_it: Leggi autorizzazioni
ja_jp: アクセス許可の読み取り
ka: უფლებების წაკითხვა
ko_kr: 읽기 권한
lv_lv: Lasīt atļaujas
nb_no: Lese rettigheter
nl_nl: Machtigingen lezen
pl_pl: Uprawnienia do odczytu
pt_pt: Ler permissões
ro_ro: Citire permisiuni
ru_ru: Чтение разрешений
sk_sk: Čítať povolenia
sv_se: Läsa behörigheter
th_th: อ่านสิทธิการเข้าถึง
tr_tr: İzinleri oku
uk_ua: Дозволи на читання
vi: Quyền đọc
zh_hans: 读取权限
zh_hant: 讀取權限

# SecurityTakeOwnershipLabel.Text
source: Take ownership
ar: الحصول على الملكية
bg: Вземи собственост
ca: Pren la propietat
cs_cz: Převzít vlastnictví
da: Overtagelse af ejerskab
de_de: Besitz übernehmen
el: Ανάκτηση κατοχής
es_es: Tomar posesión
fi_fi: Ota omistukseen
fr_fr: Prendre possession
he_il: קבל בעלות
hr_hr: Preuzmi vlasništvo
hu_hu: Tulajdonossá tétel
id_id: Ambil kepemilikan
it_it: Diventa proprietario
ja_jp: 所有権の取得
ka: მფლობელობის მიღება
ko_kr: 소유권 가져오기
lv_lv: Pārņemt īpašumtiesības
nb_no: Overta eierskap
nl_nl: Eigenaar worden
pl_pl: Przejmij własność
pt_pt: Obter propriedade
ro_ro: Preluați permisiune
ru_ru: Смена владельца
sk_sk: Prevziať vlastníctvo
sv_se: Bli ägare
th_th: ยึดถือสิทธิเป็นเจ้าของ
tr_tr: Sahipliğini al
uk_ua: Стати власником
vi: Lấy quyền sở hữu
zh_hans: 取得所有权
zh_hant: 取得擁有權

# SecurityTraverseLabel.Text
source: Visit folder
ar: زيارة المجلد
bg: Посещаване на папки
ca: Visita la carpeta
cs_cz: Přejít do složky
da: Besøg mappe
de_de: Lesen
el: Επίσκεψη φακέλου
es_es: Visitar carpeta
fi_fi: Käy kansiossa
fr_fr: Visiter le dossier
hr_hr: Posjeti mapu
hu_hu: Mappa megtekintése
id_id: Kunjungi folder
it_it: Visita la cartella
ja_jp: フォルダーにアクセス
ka: საქაღალდის მონახულება
ko_kr: 폴더 열기
lv_lv: Apmeklēt mapi
nb_no: Besøk mappe
nl_nl: Bezoek map
pl_pl: Odwiedź folder
pt_pt: Visitar pasta
ro_ro: Vizitați folderul
ru_ru: Траверс папок
sk_sk: Navštíviť priečinok
sv_se: Besök mapp
th_th: เข้าดูโฟลเดอร์
tr_tr: Klasörü ziyaret et
uk_ua: Перейти у папку
vi: Xem thư mục
zh_hans: 访问文件夹
zh_hant: 查看資料夾

# SecurityWriteAttributesLabel.Text
source: Write attributes
ar: كتابة السمات
bg: Писане на атрибути
ca: Escriu atributs
cs_cz: Zapisovat atributy
da: Skrivning af egenskaber
de_de: Attribute schreiben
el: Χαρακτηριστικά εγγραφής
es_es: Escribir atributos
fi_fi: Kirjoita määritteet
fr_fr: Écrire les attributs
he_il: כתיבת תכונות
hr_hr: Atributi pisanja
hu_hu: Attribútumok írása
id_id: Tulis atribut
it_it: Scrittura attributi
ja_jp: 属性の書き込み
ka: თვისებების დაწერა
ko_kr: 특성 쓰기
lv_lv: Rakstīt atribūtus
nb_no: Skriv attributter
nl_nl: Schrijf attributen
pl_pl: Zapis atrybutów
pt_pt: Escrever atributos
ro_ro: Scriere atribute
ru_ru: Запись атрибутов
sk_sk: Zapisovať vlastnosti
sv_se: Skriva attribut
th_th: เขียนคุณสมบัติไฟล์
tr_tr: Nitelikleri yaz
uk_ua: Записування атрибутів
vi: Ghi thuộc tính
zh_hans: 写入属性
zh_hant: 寫入屬性

# SecurityWriteDataLabel.Text
source: Write data
ar: كتابة البيانات
bg: Писане на данни
ca: Escriu dades
cs_cz: Zapsat data
da: Skriv data
de_de: Schreiben
el: Εγγραφή δεδομένων
es_es: Escribir datos
fi_fi: Kirjoita tieto
fr_fr: Écrire les données
hr_hr: Podaci pisanja
hu_hu: Adat írása
id_id: Tulis data
it_it: Scrittura dati
ja_jp: データの書き込み
ka: მონაცემების დაწერა
ko_kr: 데이터 쓰기
lv_lv: Rakstīt datus
nb_no: Skriv data
nl_nl: Schrijf gegevens
pl_pl: Zapis danych
pt_pt: Escrever dados
ro_ro: Scriere date
ru_ru: Запись данных
sk_sk: Zapísať dáta
sv_se: Skriv data
th_th: เขียนข้อมูล
tr_tr: Veri yaz
uk_ua: Записати дані
vi: Ghi dữ liệu
zh_hans: 写入数据
zh_hant: 寫入資料

# SecurityWriteExtendedAttributesLabel.Text
source: Write extended attributes
ar: كتابة السمات الموسعة
bg: Писане на разширени атрибути
ca: Escriu atributs ampliats
cs_cz: Zapsat rozšířené atributy
da: Skrivning af udvidede egenskaber
de_de: Erweiterte Attribute schreiben
el: Πρόσθετα χαρακτηριστικά εγγραφής
es_es: Escribir atributos extendidos
fi_fi: Kirjoita lisämääritteet
fr_fr: Écrire les attributs étendus
he_il: כתיבת תכונות מורחבות
hr_hr: Dodatni atributi pisanja
hu_hu: Kiterjesztett attribútumok írása
id_id: Tulis atribut tambahan
it_it: Scrittura attributi estesi
ja_jp: 拡張属性の書き込み
ka: გაფართოებული თვისებების წაკითხვა
ko_kr: 확장된 특성 쓰기
lv_lv: Rakstīt paplašinātos atribūtus
nb_no: Skriv utvidede attributter
nl_nl: Schrijf uitgebreide attributen
pl_pl: Zapis atrybutów rozszerzonych
pt_pt: Escrever atributos extendidos
ro_ro: Scriere atribute extinse
ru_ru: Запись дополнительных атрибутов
sk_sk: Zapisovať rozšírené vlastnosti
sv_se: Skriva utökade attribut
th_th: เขียนคุณสมบัติเพิ่มเติม
tr_tr: Genişletilmiş nitelikleri yaz
uk_ua: Запис додаткових атрибутів
vi: Ghi thuộc tính mở rộng
zh_hans: 写入扩展属性
zh_hant: 寫入擴充屬性
